movies.org
#+title: Movies
#+description: The list of movies
#+date: <2024-04-18 Thu>

* General
- [ ] [[https://www.imdb.com/title/tt0062622/][2001: A Space Odyssey]]
- [X] [[https://www.imdb.com/title/tt0268978/][Beautiful Mind]]
- [ ] [[https://www.imdb.com/title/tt1856101/][Blade Runner 2049]]
- [X] [[https://www.imdb.com/title/tt0816442/][Book Thief]]
- [ ] [[https://www.imdb.com/title/tt1160419/][Dune]]
- [ ] [[https://www.imdb.com/title/tt1375666/][Inception]]
- [ ] [[https://www.imdb.com/title/tt0816692/][Interstellar]]
- [ ] [[https://www.imdb.com/title/tt7286456/][Joker]]
- [X] [[https://www.imdb.com/title/tt0119472/][Knockin' on Heaven's Door]]
- [ ] [[https://www.imdb.com/title/tt15398776/][Oppenheimer]]
- [ ] [[https://www.imdb.com/title/tt1104001/][Tron: Legacy]]

* Russian
- [ ] [[https://www.imdb.com/title/tt0060107/][Andrei Rublev]]
- [ ] [[https://www.imdb.com/title/tt0118767/][Brother]]
- [ ] [[https://www.imdb.com/title/tt0091251/][Come and See]]
- [X] [[https://www.imdb.com/title/tt0096126/][Heart of a Dog]]
- [X] [[https://www.imdb.com/title/tt0073099/][Hedgehog in the Fog]]
- [ ] [[https://www.imdb.com/title/tt2802154/][Leviathan]]
- [X] [[https://www.imdb.com/title/tt0059550/][Operation 'Y' & Other Shurik's Adventures]]
- [ ] [[https://www.imdb.com/title/tt0079944/][Stalker]]
- [ ] [[https://www.imdb.com/title/tt0077222/][White Bim Black Ear]]

* Taiwanese
- [ ] [[https://www.imdb.com/title/tt15620158/][American Girl]]
- [ ] [[https://www.imdb.com/title/tt0096908/][City of Sadness]]
- [X] [[https://www.imdb.com/title/tt8443704/][Dear Ex]]
- [ ] [[https://www.imdb.com/title/tt0223391][Grandma and Her Ghost]]
- [X] [[https://www.imdb.com/title/tt12397078/][Little Big Women]]
- [ ] [[https://www.imdb.com/title/tt0215254/][March of Happiness]]

* Asian
- [ ] [[https://www.imdb.com/title/tt27445004/][Abang Adik]]
- [ ] [[https://www.imdb.com/title/tt0084390/][Ballad of Narayama]]
- [ ] [[https://www.imdb.com/title/tt0245429/][Spirited Away]]
- [ ] [[https://www.imdb.com/title/tt6878038/][Taxi Driver]]
- [X] [[https://www.imdb.com/title/tt2013293/][Wind Rises]]

* Documentaries
- [X] [[https://www.imdb.com/title/tt7775622/][Free Solo]]
- [ ] [[https://www.imdb.com/title/tt1509276/][Wildest Dream]]

* Series
- [ ] [[https://www.imdb.com/title/tt0083100/][Adventures of Sherlock Holmes and Dr. Watson: The Hound of the Baskervilles]]
- [ ] [[https://www.imdb.com/title/tt0096540/][Bangkok Hilton]]
- [X] [[https://www.imdb.com/title/tt7366338/][Chernobyl]]
- [ ] [[https://www.imdb.com/title/tt9179552/][Dr. Death]]
- [ ] [[https://www.imdb.com/title/tt13031912/][Fantaghirò: Cave of the Golden Rose]]
- [-] [[https://www.imdb.com/title/tt0412142/][House]]
- [ ] [[https://www.imdb.com/title/tt10048342/][Queen's Gambit]]
- [ ] [[https://www.imdb.com/title/tt2788316/][Shōgun]]
- [X] [[https://www.imdb.com/title/tt3910804/][War & Peace]]

* Based on Russian Novels / History
- [ ] [[https://www.imdb.com/title/tt7025388/][Abigail]]
- [ ] [[https://www.imdb.com/title/tt1781769/][Anna Karenina]]
- [ ] [[https://m.imdb.com/title/tt0064839/][Crime and Punishment]]
- [ ] [[https://www.imdb.com/title/tt0324937/][Doctor Zhivago]]
- [ ] [[https://www.imdb.com/title/tt1825157/][Double]]
- [ ] [[https://www.imdb.com/title/tt2856930/][Gagarin: First in Space]]
- [ ] [[https://www.imdb.com/title/tt0267626/][K-19: The Widowmaker]]
- [ ] [[https://www.imdb.com/title/tt0378262/][Little Longnose]]
- [ ] [[https://www.imdb.com/title/tt0056193/][Lolita]]
- [ ] [[https://www.imdb.com/title/tt7601480/][Major Grom: Plague Doctor]]
- [ ] [[https://www.imdb.com/title/tt0119079/][Onegin / 1999]]
- [ ] [[https://www.imdb.com/title/tt23747498/][Onegin / 2024]]
- [ ] [[https://www.imdb.com/title/tt9738784/][Persian Lessons]]
- [ ] [[https://www.imdb.com/title/tt6673840/][Spacewalk]]
- [X] [[https://www.imdb.com/title/tt12758060/][Tetris]]

* Uncategorized
- [ ] [[https://www.imdb.com/title/tt0947798/][Black Swan]]
- [X] [[https://www.imdb.com/title/tt1727824/][Bohemian Rhapsody]]
- [X] [[https://www.imdb.com/title/tt2380307/][Coco]]
- [ ] [[https://www.imdb.com/title/tt0118884/][Contact]]
- [ ] [[https://www.imdb.com/title/tt0085404/][Day After]]
- [ ] [[https://www.imdb.com/title/tt2953050/][Encanto]]
- [ ] [[https://www.imdb.com/title/tt2719848/][Everest]]
- [ ] [[https://www.imdb.com/title/tt0106965/][Free Willy]]
- [X] [[https://www.imdb.com/title/tt12037194/][Furiosa: A Mad Max Saga]]
- [ ] [[https://www.imdb.com/title/tt1568346/][Girl with the Dragon Tattoo]]
- [ ] [[https://www.imdb.com/title/tt0172495/][Gladiator]]
- [ ] [[https://www.imdb.com/title/tt0371724/][Hitchhiker's Guide to the Galaxy]]
- [ ] [[https://www.imdb.com/title/tt2884206/][I Origins]]
- [X] [[https://www.imdb.com/title/tt2096673/][Inside Out]]
- [ ] [[https://www.imdb.com/title/tt1504320/][King's Speech]]
- [ ] [[https://www.imdb.com/title/tt0110413/][Léon: The Professional]]
- [X] [[https://www.imdb.com/title/tt5302918/][Nyad]]
- [X] [[https://www.imdb.com/title/tt2397535/][Predestination]]
- [ ] [[https://www.imdb.com/title/tt1403981/][Remember Me]]
- [ ] [[https://www.imdb.com/title/tt0063518/][Romeo and Juliet]]
- [ ] [[https://www.imdb.com/title/tt0105323/][Scent of a Woman]]
- [ ] [[https://www.imdb.com/title/tt0102926/][Silence of the Lambs]]
- [ ] [[https://www.imdb.com/title/tt0090163/][Threads]]
- [ ] [[https://www.imdb.com/title/tt1103275/][Two Lovers]]
- [ ] [[https://www.imdb.com/title/tt0263757/][Uptown Girls]]
- [X] [[https://www.imdb.com/title/tt1068680/][Yes Man]]
