movies.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-18 Tue 14:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Movies</title>
<meta name="author" content="Andrey Pudov" />
<meta name="description" content="The list of movies" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Movies</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1b70109">1. General</a></li>
<li><a href="#org33e1419">2. Russian</a></li>
<li><a href="#org787364a">3. Taiwanese</a></li>
<li><a href="#orgcab6822">4. Asian</a></li>
<li><a href="#orgdb0d9b8">5. Series</a></li>
<li><a href="#orgd9521d1">6. Based on Russian Novels / History</a></li>
<li><a href="#org82224b2">7. Unrated</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1b70109" class="outline-2">
<h2 id="org1b70109"><span class="section-number-2">1.</span> General</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0062622/">2001: A Space Odyssey</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt0268978/">Beautiful Mind</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1856101/">Blade Runner 2049</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt0816442/">Book Thief</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1160419/">Dune</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1375666/">Inception</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0816692/">Interstellar</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt7286456/">Joker</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt0119472/">Knockin' on Heaven's Door</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt15398776/">Oppenheimer</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1104001/">Tron: Legacy</a></li>
</ul>
</div>
</div>

<div id="outline-container-org33e1419" class="outline-2">
<h2 id="org33e1419"><span class="section-number-2">2.</span> Russian</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0060107/">Andrei Rublev</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0118767/">Brother</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0091251/">Come and See</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0071411/">Dersu Uzala</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0096126/">Heart of a Dog</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt0073099/">Hedgehog in the Fog</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2802154/">Leviathan</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt0059550/">Operation 'Y' &amp; Other Shurik's Adventures</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0079944/">Stalker</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0077222/">White Bim Black Ear</a></li>
</ul>
</div>
</div>

<div id="outline-container-org787364a" class="outline-2">
<h2 id="org787364a"><span class="section-number-2">3.</span> Taiwanese</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt15620158/">American Girl</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0096908/">City of Sadness</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt8443704/">Dear Ex</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0223391">Grandma and Her Ghost</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt12397078/">Little Big Women</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0215254/">March of Happiness</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgcab6822" class="outline-2">
<h2 id="orgcab6822"><span class="section-number-2">4.</span> Asian</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt27445004/">Abang Adik</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0084390/">Ballad of Narayama</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0245429/">Spirited Away</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt6878038/">Taxi Driver</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt2013293/">Wind Rises</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgdb0d9b8" class="outline-2">
<h2 id="orgdb0d9b8"><span class="section-number-2">5.</span> Series</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0083100/">Adventures of Sherlock Holmes and Dr. Watson: The Hound of the Baskervilles</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0096540/">Bangkok Hilton</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt7366338/">Chernobyl</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt9179552/">Dr. Death</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt13031912/">Fantaghirò: Cave of the Golden Rose</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt10048342/">Queen's Gambit</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2788316/">Shōgun</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt3910804/">War &amp; Peace</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd9521d1" class="outline-2">
<h2 id="orgd9521d1"><span class="section-number-2">6.</span> Based on Russian Novels / History</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt7025388/">Abigail</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1781769/">Anna Karenina</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://m.imdb.com/title/tt0064839/">Crime and Punishment</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0324937/">Doctor Zhivago</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1825157/">Double</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2856930/">Gagarin: First in Space</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0267626/">K-19: The Widowmaker</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0378262/">Little Longnose</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0056193/">Lolita</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt7601480/">Major Grom: Plague Doctor</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0119079/">Onegin / 1999</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt23747498/">Onegin / 2024</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt9738784/">Persian Lessons</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt6673840/">Spacewalk</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt12758060/">Tetris</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1103275/">Two Lovers</a></li>
</ul>
</div>
</div>

<div id="outline-container-org82224b2" class="outline-2">
<h2 id="org82224b2"><span class="section-number-2">7.</span> Unrated</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0947798/">Black Swan</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt1727824/">Bohemian Rhapsody</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt2380307/">Coco</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0118884/">Contact</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0085404/">Day After</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2953050/">Encanto</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2719848/">Everest</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0106965/">Free Willy</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt12037194/">Furiosa: A Mad Max Saga</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1568346/">Girl with the Dragon Tattoo</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0172495/">Gladiator</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2884206/">I Origins</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1504320/">King's Speech</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0110413/">Léon: The Professional</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt5302918/">Nyad</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt2397535/">Predestination</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1403981/">Remember Me</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0063518/">Romeo and Juliet</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0105323/">Scent of a Woman</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0102926/">Silence of the Lambs</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0090163/">Threads</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt1103275/">Two Lovers</a></li>
<li class="off"><code>[&#xa0;]</code> <a href="https://www.imdb.com/title/tt0263757/">Uptown Girls</a></li>
<li class="on"><code>[X]</code> <a href="https://www.imdb.com/title/tt1068680/">Yes Man</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-04-18 Thu 00:00</p>
<p class="author">Author: Andrey Pudov</p>
<p class="date">Created: 2024-06-18 Tue 14:39</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
